panpawel88/weather-triggered-pin-control/tools/test_apps/config_print/sdkconfig.defaults
# Config Print Application - sdkconfig defaults

# Inherit all configuration from main project
# These can be modified via menuconfig if needed

# Default ESP32-S3 target
CONFIG_IDF_TARGET="esp32s3"
